[
{
  "model": "MoussawiApp.post",
  "pk": 17,
  "fields": {
    "title": "Why PUBG is Still Worth Playing in 2025",
    "content": "In a world full of battle royales, PUBG still offers something unique in 2025. Its combination of realistic combat, strategic depth, and slow-burning tension keeps it fresh. No two matches are the sameùeach drop, each encounter, and each decision shapes a new story. The game has matured, with smoother performance, a committed dev team, and an engaged community. It appeals to players who enjoy outthinking their opponents, not just outgunning them. Whether you're a returning veteran or a curious newcomer, PUBG remains one of the most rewarding and intense multiplayer experiences on Steam.",
    "date_posted": "2025-05-30T00:38:12Z",
    "author": 1
  }
},
{
  "model": "MoussawiApp.post",
  "pk": 19,
  "fields": {
    "title": "Graphics and Optimization on Steam",
    "content": "PUBGÆs graphics have improved dramatically since its early access days. The game now features better textures, lighting, and performance optimization. On Steam, players can customize graphics settings to match their PC specs. High-end rigs can enjoy ultra visuals with realistic lighting and shadows, while low-end PCs can reduce settings for smoother frames. PUBG also supports features like FSR and DLSS for better performance. Frequent patches have made the game more stable and responsive. Whether youÆre going for beauty or performance, PUBG offers flexibility. A well-optimized game means fewer crashes, better gameplay, and more enjoyable firefights.",
    "date_posted": "2025-05-30T00:38:12Z",
    "author": 1
  }
},
{
  "model": "MoussawiApp.post",
  "pk": 20,
  "fields": {
    "title": "PUBGÆs Lore and Backstory: More Than Just a Game",
    "content": "While PUBG is known for its gameplay, it also has a developing backstory and universe. Each map has subtle environmental storytellingùruined buildings, war zones, and abandoned towns hint at past conflicts. Characters like Jonathan Frakes (the announcer in Taego) and in-game events tie into a mysterious narrative. PUBG Corp has released comics and videos to expand the lore. While itÆs not as story-heavy as other games, these additions give context and intrigue to the battle royale world. For fans who want more than just action, exploring the lore adds a new dimension to PUBG.",
    "date_posted": "2025-05-30T00:38:12Z",
    "author": 1
  }
},
{
  "model": "MoussawiApp.post",
  "pk": 21,
  "fields": {
    "title": "PUBGÆs Seasonal Updates: Keeping It Fresh",
    "content": "One reason PUBG has endured is its seasonal content. Each new season brings balance patches, map changes, cosmetics, and sometimes even new weapons or vehicles. The Survivor Pass often includes exclusive missions and unlockables, encouraging players to keep logging in. Seasonal updates also bring performance improvements and community-requested fixes. These updates help keep the game from becoming stale. For long-time players, the anticipation of new content keeps PUBG exciting. For newcomers, seasonal events are great times to start playing. PUBG continues to evolve, proving that even after years, a good game can always get better.",
    "date_posted": "2025-05-30T00:38:12Z",
    "author": 1
  }
},
{
  "model": "MoussawiApp.post",
  "pk": 24,
  "fields": {
    "title": "Sound in PUBG: A Hidden Weapon",
    "content": "Sound is one of the most underrated mechanics in PUBG. Footsteps, reloads, vehicle noises, and even door creaks can give away enemy positions. Using a good headset can change your entire gameplay experience. Learning to identify direction and distance from sound cues is crucial. If youÆre quiet, you can surprise enemies who never knew you were nearby. Sound also tells you when someone is healing, reviving, or looting. Crouching, walking slowly, and closing doors reduce your noise footprint. Mastering sound can turn you into a silent assassin. In PUBG, hearing is believingùand surviving.",
    "date_posted": "2025-05-30T00:38:12Z",
    "author": 1
  }
},
{
  "model": "MoussawiApp.post",
  "pk": 25,
  "fields": {
    "title": "Streamers and PUBG: Building a Community",
    "content": "PUBG helped launch the careers of many popular streamers like Shroud, ChocoTaco, and WackyJacky101. Watching skilled players stream PUBG has become a major part of the community experience. These creators show advanced tactics, entertaining plays, and educate viewers on how to improve. PUBGÆs slower pace gives room for commentary and interaction, making it perfect for streaming. Whether you're looking to learn or just enjoy great gameplay, the streamer community adds depth to PUBG. YouTube tutorials and Twitch streams continue to keep PUBG alive and relevantùstreamers are the bridge between casual fans and high-level gameplay.",
    "date_posted": "2025-05-30T00:38:12Z",
    "author": 1
  }
},
{
  "model": "MoussawiApp.post",
  "pk": 26,
  "fields": {
    "title": "How to Improve Aim and Recoil Control in PUBG",
    "content": "Mastering gunplay in PUBG means learning to control recoil. Each weapon has a unique spray pattern, and understanding it is essential. Practice in training mode with different guns to get a feel for each one. Always attach grips, compensators, and appropriate scopes to help with stability. Use short bursts instead of holding down the trigger. Lowering your sensitivity may improve accuracy for long-range shots. Tracking moving targets and predicting their movement helps tremendously. DonÆt forget to crouch or go prone during fights to reduce recoil. Improving your aim takes time, but consistency in practice pays off in real matches.",
    "date_posted": "2025-05-30T00:38:12Z",
    "author": 1
  }
},
{
  "model": "MoussawiApp.post",
  "pk": 27,
  "fields": {
    "title": "PUBG vs. Warzone: Realism and Strategy",
    "content": "While both PUBG and Call of Duty: Warzone are battle royale games, they cater to different player types. Warzone focuses on fast-paced action and arcade-style movement, whereas PUBG emphasizes realism, tactics, and tension. In PUBG, every bullet counts, and engagements are slower and more methodical. PUBG also features bullet drop, loot scarcity, and inventory managementùoffering a more survival-like experience. Warzone, with its killstreaks and loadouts, favors aggressive playstyles. PUBG appeals to those who enjoy planning, stealth, and long-range engagements. If you're looking for a game that rewards patience and positioning, PUBG stands tall among its peers.",
    "date_posted": "2025-05-30T00:38:12Z",
    "author": 1
  }
},
{
  "model": "MoussawiApp.post",
  "pk": 31,
  "fields": {
    "title": "Vehicles in PUBG: When and How to Use Them",
    "content": "Vehicles can be both a blessing and a curse in PUBG. They help you rotate quickly, especially when the circle is far, but they also make you an easy target. The UAZ is great for durability, while the Dacia offers speed. Motorbikes are fast but hard to control off-road. Use vehicles to reposition or reach buildings for loot and cover. Avoid driving late game when stealth is crucial. Always park smartùvehicles can explode, so donÆt stop next to walls. Use vehicles wisely, and you can control the flow of a match. Misuse them, and youÆll end up a sitting duck.",
    "date_posted": "2025-05-30T00:38:12Z",
    "author": 1
  }
},
{
  "model": "MoussawiApp.post",
  "pk": 32,
  "fields": {
    "title": "PUBG's Ranking System Explained",
    "content": "PUBG's ranked mode adds a layer of competitiveness beyond casual matches. Players are placed in ranks ranging from Bronze to Master based on their performance. Points are earned or lost depending on kills, survival time, and final placement. Unlike unranked matches, ranked has stricter matchmaking, more tactical gameplay, and fewer bots. Each season resets ranks and offers rewards based on your final tier. Playing with a squad of similar skill helps with consistent progress. Ranking up in PUBG isnÆt just about fragsùitÆs about smart play, positioning, and decision-making. ItÆs the ultimate test of consistency and strategy.",
    "date_posted": "2025-05-30T00:38:12Z",
    "author": 1
  }
},
{
  "model": "MoussawiApp.post",
  "pk": 33,
  "fields": {
    "title": "Survival Tips for PUBG Beginners",
    "content": "Starting in PUBG can be intimidating, but a few tips can make a big difference. First, avoid hot dropsùland in quieter areas to loot safely. Always close doors behind you to avoid giving away your position. Use the third-person perspective to peek around corners without exposing yourself. Manage your inventory wisely; carry healing items, extra ammo, and throwables like grenades or smokes. Listen carefully for footsteps and gunshots. Stay inside the circle but avoid its center until later stages. DonÆt rush fightsùpositioning wins more than reflexes. Most importantly, stay calm under pressure. With practice, survival becomes second nature.",
    "date_posted": "2025-05-30T00:38:12Z",
    "author": 1
  }
},
{
  "model": "MoussawiApp.post",
  "pk": 34,
  "fields": {
    "title": "How PUBG Handles Realism in Gameplay",
    "content": "PUBG sets itself apart with its grounded realism. Unlike other games that lean into arcade-like movement, PUBG emphasizes tactical positioning, bullet drop, and limited inventory space. You canÆt just run and gunùyou need to manage resources, plan rotations, and use the environment wisely. Sound is also crucial: footsteps, gunfire, and even vehicle engines give away player positions. Healing takes time, adding pressure during combat. PUBGÆs weapons behave like real firearms, with distinct recoil and effective ranges. This realistic approach creates tension and encourages smart decision-making. For many, thatÆs what makes PUBG immersive and endlessly engaging.",
    "date_posted": "2025-05-30T00:38:12Z",
    "author": 1
  }
},
{
  "model": "MoussawiApp.post",
  "pk": 37,
  "fields": {
    "title": "How to Land Safely and Strategically in PUBG",
    "content": "Landing correctly in PUBG is an essential skill. Aim to hit the ground quickly and near loot-dense areas like Pochinki or Schoolùbut not directly in the middle unless you're ready for a fight. Open your parachute at the last possible second to land faster. Look around during descent to spot enemy parachutes and adjust your landing spot if needed. Try to land near cover or buildings, not in open fields. Timing and map knowledge are everything. Early survival depends heavily on your landing, so practice makes perfect. Get this right, and you'll be ahead before the first circle even shrinks.",
    "date_posted": "2025-05-30T00:38:12Z",
    "author": 1
  }
},
{
  "model": "MoussawiApp.post",
  "pk": 38,
  "fields": {
    "title": "Top Weapons in PUBG: What You Should Pick",
    "content": "Choosing the right weapon in PUBG can be the difference between winning and losing. The Beryl M762 is a favorite for aggressive players, offering high damage with fast fire rateùthough it's hard to control. The M416 is a go-to for many due to its balance and versatility. Snipers like the Kar98k or AWM dominate in long-range fights, especially when paired with high-scope optics. Shotguns are surprisingly strong in early-game chaos, while SMGs like the Vector shred in close quarters. The key is finding weapons youÆre comfortable with and learning their recoil patterns. Don't just chase damageùmaster your loadout.",
    "date_posted": "2025-05-30T00:38:12Z",
    "author": 1
  }
},
{
  "model": "MoussawiApp.post",
  "pk": 40,
  "fields": {
    "title": "The Rise of PUBG: A Battle Royale Revolution",
    "content": "PlayerUnknown's Battlegrounds (PUBG) revolutionized gaming by popularizing the battle royale genre. Originally launched in 2017 on Steam, PUBG quickly attracted millions of players with its intense survival gameplay. 100 players drop onto an island, scavenge for weapons, and fight until only one remains. The simplicity, tension, and randomness of each match helped PUBG stand out. With a realistic tone and massive maps, it provided a fresh alternative to arcade-style shooters. Its massive popularity inspired countless other games and even influenced non-gaming media. For many, PUBG is the reason they fell in love with competitive shooters. It was more than a gameùit became a phenomenon.",
    "date_posted": "2025-05-30T00:38:12Z",
    "author": 1
  }
},
{
  "model": "users.profile",
  "pk": 12,
  "fields": {
    "user": 1,
    "image": "profile_pics/badges__3_-removebg-preview.png"
  }
},
{
  "model": "users.profile",
  "pk": 17,
  "fields": {
    "user": 18,
    "image": "profile_pics/badges__2_-removebg-preview.png"
  }
},
{
  "model": "users.profile",
  "pk": 18,
  "fields": {
    "user": 19,
    "image": "default.jpg"
  }
},
{
  "model": "users.profile",
  "pk": 19,
  "fields": {
    "user": 20,
    "image": "default.jpg"
  }
},
{
  "model": "users.profile",
  "pk": 20,
  "fields": {
    "user": 21,
    "image": "profile_pics/badges__2_-removebg-preview_Pu8uu8s.png"
  }
},
{
  "model": "users.profile",
  "pk": 22,
  "fields": {
    "user": 23,
    "image": "default.jpg"
  }
},
{
  "model": "users.profile",
  "pk": 25,
  "fields": {
    "user": 26,
    "image": "default.jpg"
  }
},
{
  "model": "users.profile",
  "pk": 27,
  "fields": {
    "user": 28,
    "image": "default.jpg"
  }
},
{
  "model": "users.profile",
  "pk": 30,
  "fields": {
    "user": 31,
    "image": "default.jpg"
  }
},
{
  "model": "users.profile",
  "pk": 33,
  "fields": {
    "user": 34,
    "image": "profile_pics/badges__1_-removebg-preview_LYPBU4F.png"
  }
},
{
  "model": "users.profile",
  "pk": 34,
  "fields": {
    "user": 35,
    "image": "default.jpg"
  }
},
{
  "model": "auth.permission",
  "pk": 1,
  "fields": {
    "name": "Can add log entry",
    "content_type": 1,
    "codename": "add_logentry"
  }
},
{
  "model": "auth.permission",
  "pk": 2,
  "fields": {
    "name": "Can change log entry",
    "content_type": 1,
    "codename": "change_logentry"
  }
},
{
  "model": "auth.permission",
  "pk": 3,
  "fields": {
    "name": "Can delete log entry",
    "content_type": 1,
    "codename": "delete_logentry"
  }
},
{
  "model": "auth.permission",
  "pk": 4,
  "fields": {
    "name": "Can view log entry",
    "content_type": 1,
    "codename": "view_logentry"
  }
},
{
  "model": "auth.permission",
  "pk": 5,
  "fields": {
    "name": "Can add permission",
    "content_type": 2,
    "codename": "add_permission"
  }
},
{
  "model": "auth.permission",
  "pk": 6,
  "fields": {
    "name": "Can change permission",
    "content_type": 2,
    "codename": "change_permission"
  }
},
{
  "model": "auth.permission",
  "pk": 7,
  "fields": {
    "name": "Can delete permission",
    "content_type": 2,
    "codename": "delete_permission"
  }
},
{
  "model": "auth.permission",
  "pk": 8,
  "fields": {
    "name": "Can view permission",
    "content_type": 2,
    "codename": "view_permission"
  }
},
{
  "model": "auth.permission",
  "pk": 9,
  "fields": {
    "name": "Can add group",
    "content_type": 3,
    "codename": "add_group"
  }
},
{
  "model": "auth.permission",
  "pk": 10,
  "fields": {
    "name": "Can change group",
    "content_type": 3,
    "codename": "change_group"
  }
},
{
  "model": "auth.permission",
  "pk": 11,
  "fields": {
    "name": "Can delete group",
    "content_type": 3,
    "codename": "delete_group"
  }
},
{
  "model": "auth.permission",
  "pk": 12,
  "fields": {
    "name": "Can view group",
    "content_type": 3,
    "codename": "view_group"
  }
},
{
  "model": "auth.permission",
  "pk": 13,
  "fields": {
    "name": "Can add user",
    "content_type": 4,
    "codename": "add_user"
  }
},
{
  "model": "auth.permission",
  "pk": 14,
  "fields": {
    "name": "Can change user",
    "content_type": 4,
    "codename": "change_user"
  }
},
{
  "model": "auth.permission",
  "pk": 15,
  "fields": {
    "name": "Can delete user",
    "content_type": 4,
    "codename": "delete_user"
  }
},
{
  "model": "auth.permission",
  "pk": 16,
  "fields": {
    "name": "Can view user",
    "content_type": 4,
    "codename": "view_user"
  }
},
{
  "model": "auth.permission",
  "pk": 17,
  "fields": {
    "name": "Can add content type",
    "content_type": 5,
    "codename": "add_contenttype"
  }
},
{
  "model": "auth.permission",
  "pk": 18,
  "fields": {
    "name": "Can change content type",
    "content_type": 5,
    "codename": "change_contenttype"
  }
},
{
  "model": "auth.permission",
  "pk": 19,
  "fields": {
    "name": "Can delete content type",
    "content_type": 5,
    "codename": "delete_contenttype"
  }
},
{
  "model": "auth.permission",
  "pk": 20,
  "fields": {
    "name": "Can view content type",
    "content_type": 5,
    "codename": "view_contenttype"
  }
},
{
  "model": "auth.permission",
  "pk": 21,
  "fields": {
    "name": "Can add session",
    "content_type": 6,
    "codename": "add_session"
  }
},
{
  "model": "auth.permission",
  "pk": 22,
  "fields": {
    "name": "Can change session",
    "content_type": 6,
    "codename": "change_session"
  }
},
{
  "model": "auth.permission",
  "pk": 23,
  "fields": {
    "name": "Can delete session",
    "content_type": 6,
    "codename": "delete_session"
  }
},
{
  "model": "auth.permission",
  "pk": 24,
  "fields": {
    "name": "Can view session",
    "content_type": 6,
    "codename": "view_session"
  }
},
{
  "model": "auth.permission",
  "pk": 25,
  "fields": {
    "name": "Can add post",
    "content_type": 7,
    "codename": "add_post"
  }
},
{
  "model": "auth.permission",
  "pk": 26,
  "fields": {
    "name": "Can change post",
    "content_type": 7,
    "codename": "change_post"
  }
},
{
  "model": "auth.permission",
  "pk": 27,
  "fields": {
    "name": "Can delete post",
    "content_type": 7,
    "codename": "delete_post"
  }
},
{
  "model": "auth.permission",
  "pk": 28,
  "fields": {
    "name": "Can view post",
    "content_type": 7,
    "codename": "view_post"
  }
},
{
  "model": "auth.permission",
  "pk": 29,
  "fields": {
    "name": "Can add profile",
    "content_type": 8,
    "codename": "add_profile"
  }
},
{
  "model": "auth.permission",
  "pk": 30,
  "fields": {
    "name": "Can change profile",
    "content_type": 8,
    "codename": "change_profile"
  }
},
{
  "model": "auth.permission",
  "pk": 31,
  "fields": {
    "name": "Can delete profile",
    "content_type": 8,
    "codename": "delete_profile"
  }
},
{
  "model": "auth.permission",
  "pk": 32,
  "fields": {
    "name": "Can view profile",
    "content_type": 8,
    "codename": "view_profile"
  }
},
{
  "model": "auth.permission",
  "pk": 33,
  "fields": {
    "name": "Can add Token",
    "content_type": 9,
    "codename": "add_token"
  }
},
{
  "model": "auth.permission",
  "pk": 34,
  "fields": {
    "name": "Can change Token",
    "content_type": 9,
    "codename": "change_token"
  }
},
{
  "model": "auth.permission",
  "pk": 35,
  "fields": {
    "name": "Can delete Token",
    "content_type": 9,
    "codename": "delete_token"
  }
},
{
  "model": "auth.permission",
  "pk": 36,
  "fields": {
    "name": "Can view Token",
    "content_type": 9,
    "codename": "view_token"
  }
},
{
  "model": "auth.permission",
  "pk": 37,
  "fields": {
    "name": "Can add Token",
    "content_type": 10,
    "codename": "add_tokenproxy"
  }
},
{
  "model": "auth.permission",
  "pk": 38,
  "fields": {
    "name": "Can change Token",
    "content_type": 10,
    "codename": "change_tokenproxy"
  }
},
{
  "model": "auth.permission",
  "pk": 39,
  "fields": {
    "name": "Can delete Token",
    "content_type": 10,
    "codename": "delete_tokenproxy"
  }
},
{
  "model": "auth.permission",
  "pk": 40,
  "fields": {
    "name": "Can view Token",
    "content_type": 10,
    "codename": "view_tokenproxy"
  }
},
{
  "model": "auth.user",
  "pk": 1,
  "fields": {
    "password": "pbkdf2_sha256$1000000$BFtVTl2SwL1aGp8DBA0pc1$gB/CsKPuAtbRgpjV40rmqKpuqaOZKm1m5Y4ToKTGlys=",
    "last_login": "2025-06-12T23:02:09.556Z",
    "is_superuser": true,
    "username": "hussein",
    "first_name": "",
    "last_name": "",
    "email": "moussawi108@gmail.com",
    "is_staff": true,
    "is_active": true,
    "date_joined": "2025-05-24T23:40:20Z",
    "groups": [],
    "user_permissions": []
  }
},
{
  "model": "auth.user",
  "pk": 18,
  "fields": {
    "password": "pbkdf2_sha256$1000000$2k8oaYpPf8667MwyBfQbKO$IY1RWv3xVGZbYVuRnpg80LT8AegxQ3DmDD7Hv6UOxwY=",
    "last_login": "2025-06-05T00:36:36.190Z",
    "is_superuser": false,
    "username": "ali",
    "first_name": "",
    "last_name": "",
    "email": "moussawy109@gmail.com",
    "is_staff": false,
    "is_active": true,
    "date_joined": "2025-06-03T22:10:25.358Z",
    "groups": [],
    "user_permissions": []
  }
},
{
  "model": "auth.user",
  "pk": 19,
  "fields": {
    "password": "pbkdf2_sha256$1000000$l2HEV87y7SyaOHHa4rCMct$Rf9lzk1/wE+HpCA+7xu7g0WfXrTC0UB3UE/LslBy314=",
    "last_login": "2025-06-04T18:53:27.242Z",
    "is_superuser": false,
    "username": "ali1",
    "first_name": "",
    "last_name": "",
    "email": "aliali6655@gmail.com",
    "is_staff": false,
    "is_active": true,
    "date_joined": "2025-06-03T22:33:36.033Z",
    "groups": [],
    "user_permissions": []
  }
},
{
  "model": "auth.user",
  "pk": 20,
  "fields": {
    "password": "pbkdf2_sha256$1000000$Uua8YkGMpmNXP8y7Cz5QAr$mFoF0Lt8/5j7E6Jj/ku9mZkKSqkT/MP8kFqdyIzV82c=",
    "last_login": "2025-06-03T22:38:51.293Z",
    "is_superuser": false,
    "username": "ali2",
    "first_name": "",
    "last_name": "",
    "email": "ali@gmail.com",
    "is_staff": false,
    "is_active": true,
    "date_joined": "2025-06-03T22:38:46.040Z",
    "groups": [],
    "user_permissions": []
  }
},
{
  "model": "auth.user",
  "pk": 21,
  "fields": {
    "password": "pbkdf2_sha256$1000000$VUAXce6JNDIwtmCSPd4jbf$6oRAVPsCD1SWlzRBIs4awfGYvJUt08GjHBcdWjCU5h0=",
    "last_login": "2025-06-04T19:34:23.604Z",
    "is_superuser": false,
    "username": "ali3",
    "first_name": "",
    "last_name": "",
    "email": "ali@gmail.com",
    "is_staff": false,
    "is_active": true,
    "date_joined": "2025-06-04T19:33:39.390Z",
    "groups": [],
    "user_permissions": []
  }
},
{
  "model": "auth.user",
  "pk": 23,
  "fields": {
    "password": "pbkdf2_sha256$1000000$lcg6cbhXwYYTewxFyxdfoS$hlnsaJ8tf2IhoTZHl0ekXbwE5fjB8S/9zmKAK+GzsCE=",
    "last_login": null,
    "is_superuser": false,
    "username": "testuser",
    "first_name": "",
    "last_name": "",
    "email": "test@example.com",
    "is_staff": false,
    "is_active": true,
    "date_joined": "2025-06-04T23:28:57.005Z",
    "groups": [],
    "user_permissions": []
  }
},
{
  "model": "auth.user",
  "pk": 26,
  "fields": {
    "password": "pbkdf2_sha256$1000000$2Fuxb3HbM8GO6u56Sxvs1v$rwigKvsuth3FL5O2dk61/Mqb34D/ziu/sgoBbZzyHrM=",
    "last_login": "2025-06-06T00:57:40.523Z",
    "is_superuser": false,
    "username": "ali9",
    "first_name": "",
    "last_name": "",
    "email": "ali99@gmail.com",
    "is_staff": false,
    "is_active": true,
    "date_joined": "2025-06-05T00:09:54.145Z",
    "groups": [],
    "user_permissions": []
  }
},
{
  "model": "auth.user",
  "pk": 28,
  "fields": {
    "password": "pbkdf2_sha256$1000000$eyUuWTHnjPd2S4vCqRF8Ik$MYvHv3VtMWJhP1iGOwTjGR7Djr/U6xCxntbUKBIeHxU=",
    "last_login": "2025-06-06T00:05:11.737Z",
    "is_superuser": false,
    "username": "ali99",
    "first_name": "",
    "last_name": "",
    "email": "h@gmail.com",
    "is_staff": false,
    "is_active": true,
    "date_joined": "2025-06-05T00:17:13.617Z",
    "groups": [],
    "user_permissions": []
  }
},
{
  "model": "auth.user",
  "pk": 31,
  "fields": {
    "password": "pbkdf2_sha256$1000000$lL7uDcKY8usehEGlKDMZfs$pA/3CYkkep1MEStcYhFAn6ICvBDJ2QfOGPGjE3BE9j0=",
    "last_login": "2025-06-06T00:21:05.103Z",
    "is_superuser": false,
    "username": "hussein99",
    "first_name": "",
    "last_name": "",
    "email": "hussein-22@gmail.com",
    "is_staff": false,
    "is_active": true,
    "date_joined": "2025-06-06T00:20:59.631Z",
    "groups": [],
    "user_permissions": []
  }
},
{
  "model": "auth.user",
  "pk": 34,
  "fields": {
    "password": "pbkdf2_sha256$1000000$Fw4XRXeI9DDzg218mxAOTE$gRqNS6gMOKv3R7pweVf+NtlelfqFOuC9pBX5kJoNRLw=",
    "last_login": "2025-06-06T01:03:55.535Z",
    "is_superuser": false,
    "username": "alo",
    "first_name": "",
    "last_name": "",
    "email": "alo@gmail.com",
    "is_staff": false,
    "is_active": true,
    "date_joined": "2025-06-06T01:03:52.102Z",
    "groups": [],
    "user_permissions": []
  }
},
{
  "model": "auth.user",
  "pk": 35,
  "fields": {
    "password": "pbkdf2_sha256$1000000$Yl8GKD1b3SBueIr8TKxG1X$YQw/z86hIIG4iWhHKDsVS1oPHoeSdVAd18S1CaKZCBQ=",
    "last_login": null,
    "is_superuser": false,
    "username": "ww",
    "first_name": "",
    "last_name": "",
    "email": "ww@gmail.com",
    "is_staff": false,
    "is_active": true,
    "date_joined": "2025-06-06T01:30:59.372Z",
    "groups": [],
    "user_permissions": []
  }
}
]
